{"word2idx": {"<unk>": 0, "<pad>": 1, "the": 2, ",": 3, "of": 4, "in": 5, "to": 6, "a": 7, "and": 8, "The": 9, "'s": 10, "for": 11, "has": 12, "is": 13, "on": 14, "that": 15, "have": 16, "with": 17, "said": 18, "was": 19, "says": 20, "from": 21, "by": 22, "at": 23, "say": 24, "as": 25, "an": 26, "are": 27, "were": 28, "will": 29, "his": 30, "it": 31, "government": 32, "been": 33, "killed": 34, "he": 35, "not": 36, "people": 37, "officials": 38, "its": 39, "two": 40, "after": 41, "be": 42, "President": 43, "A": 44, "also": 45, "more": 46, "United": 47, "who": 48, "country": 49, "military": 50, "than": 51, "they": 52, "but": 53, "their": 54, "Iraq": 55, "In": 56, "last": 57, "He": 58, "which": 59, "had": 60, "one": 61, "year": 62, "about": 63, "least": 64, "new": 65, "other": 66, "this": 67, "police": 68, "States": 69, "Tuesday": 70, "Thursday": 71, "Iran": 72, "week": 73, "Friday": 74, "Monday": 75, "since": 76, "Minister": 77, "forces": 78, "Wednesday": 79, "against": 80, "over": 81, "group": 82, "Sunday": 83, "troops": 84, "-": 85, "when": 86, "three": 87, "would": 88, "into": 89, "$": 90, "Saturday": 91, "Iraqi": 92, "security": 93, "during": 94, "first": 95, "Afghanistan": 96, "attacks": 97, "nuclear": 98, "out": 99, "up": 100, "month": 101, "between": 102, "oil": 103, "militants": 104, "China": 105, "Palestinian": 106, "Israeli": 107, "years": 108, "talks": 109, "attack": 110, "Bush": 111, "Israel": 112, "city": 113, "called": 114, "or": 115, "former": 116, "province": 117, "some": 118, "near": 119, "president": 120, "Pakistan": 121, "leader": 122, "million": 123, "state": 124, "region": 125, "including": 126, "no": 127, "southern": 128, "Prime": 129, "It": 130, "Afghan": 131, "report": 132, "could": 133, "countries": 134, "several": 135, "saying": 136, "Baghdad": 137, "But": 138, "soldiers": 139, "authorities": 140, "world": 141, "elections": 142, "foreign": 143, "official": 144, "four": 145, "statement": 146, "South": 147, "spokesman": 148, "European": 149, "political": 150, "Officials": 151, "capital": 152, "war": 153, "wounded": 154, "all": 155, "told": 156, "violence": 157, "bomb": 158, "leaders": 159, "North": 160, "before": 161, "reports": 162, "American": 163, "rebels": 164, "New": 165, "him": 166, "under": 167, "economic": 168, "made": 169, "percent": 170, "where": 171, ")": 172, "international": 173, "(": 174, "news": 175, "British": 176, "members": 177, "next": 178, "if": 179, "part": 180, "them": 181, "border": 182, "others": 183, "World": 184, "Nations": 185, "expected": 186, "election": 187, "because": 188, "agency": 189, "there": 190, "meeting": 191, "They": 192, "minister": 193, "Russia": 194, "economy": 195, "her": 196, "died": 197, "killing": 198, "Union": 199, "program": 200, "peace": 201, "being": 202, "while": 203, "five": 204, "held": 205, "fighting": 206, "Washington": 207, "flu": 208, "Taleban": 209, "day": 210, "help": 211, "most": 212, "Gaza": 213, "recent": 214, "late": 215, "what": 216, "released": 217, "Korea": 218, "days": 219, "India": 220, "opposition": 221, "suspected": 222, "Russian": 223, "down": 224, "northern": 225, "through": 226, "can": 227, "those": 228, "time": 229, "town": 230, "weapons": 231, "earlier": 232, "announced": 233, "power": 234, "accused": 235, "men": 236, "rights": 237, "groups": 238, "top": 239, "many": 240, "off": 241, "any": 242, "party": 243, "area": 244, "insurgents": 245, "NATO": 246, "vote": 247, "Security": 248, "court": 249, "death": 250, "later": 251, "reported": 252, "only": 253, "set": 254, "bird": 255, "Police": 256, "another": 257, "found": 258, "nearly": 259, "number": 260, "Pakistani": 261, "charges": 262, "early": 263, "aid": 264, "end": 265, "six": 266, "arrested": 267, "support": 268, "coalition": 269, "Chinese": 270, "human": 271, "Meanwhile": 272, "International": 273, "State": 274, "parliament": 275, "militant": 276, "second": 277, "months": 278, "African": 279, "began": 280, "take": 281, "took": 282, "visit": 283, "French": 284, "plan": 285, "Authorities": 286, "nations": 287, "did": 288, "10": 289, "following": 290, "chief": 291, "%": 292, "efforts": 293, "'": 294, "company": 295, "suicide": 296, "prices": 297, "Islamic": 298, "home": 299, "Hamas": 300, "On": 301, "such": 302, "General": 303, "Council": 304, "among": 305, "agreement": 306, "should": 307, "plans": 308, "still": 309, "came": 310, "Japan": 311, "al-Qaida": 312, "thousands": 313, "Foreign": 314, "An": 315, "January": 316, "National": 317, "West": 318, "presidential": 319, "House": 320, "car": 321, "eastern": 322, "major": 323, "Venezuela": 324, "deal": 325, "may": 326, "Iranian": 327, "force": 328, "Sudan": 329, "billion": 330, "national": 331, "used": 332, "Chavez": 333, "dead": 334, "place": 335, "EU": 336, "work": 337, "man": 338, "high": 339, "media": 340, "virus": 341, "ago": 342, "now": 343, "2003": 344, "At": 345, "workers": 346, "Britain": 347, "health": 348, "past": 349, "Tehran": 350, "Turkey": 351, "she": 352, "trade": 353, "Secretary": 354, "until": 355, "Africa": 356, "public": 357, "meet": 358, "newspaper": 359, "Department": 360, "Indian": 361, "both": 362, "terrorist": 363, "blast": 364, "growth": 365, "weeks": 366, "control": 367, "Muslim": 368, "local": 369, "met": 370, "nation": 371, "western": 372, "Bank": 373, "detained": 374, "Shi'ite": 375, "fire": 376, "hit": 377, "army": 378, "central": 379, "Beijing": 380, "France": 381, "agreed": 382, "continue": 383, "make": 384, "September": 385, "20": 386, "confirmed": 387, "Darfur": 388, "left": 389, "outside": 390, "Ministry": 391, "prison": 392, "Earlier": 393, "Party": 394, "across": 395, "head": 396, "prime": 397, "scheduled": 398, "Burma": 399, "along": 400, "civilians": 401, "Lebanon": 402, "areas": 403, "global": 404, "known": 405, "release": 406, "just": 407, "well": 408, "around": 409, "March": 410, "December": 411, "signed": 412, "gas": 413, "suspects": 414, "led": 415, "seven": 416, "must": 417, "15": 418, "food": 419, "issued": 420, "kilometers": 421, "office": 422, "protests": 423, "south": 424, "stop": 425, "children": 426, "July": 427, "trying": 428, "use": 429, "Syria": 430, "Europe": 431, "Germany": 432, "White": 433, "claimed": 434, "gunmen": 435, "information": 436, "Organization": 437, "discuss": 438, "reporters": 439, "separate": 440, "30": 441, "constitution": 442, "system": 443, "Korean": 444, "aimed": 445, "energy": 446, "financial": 447, "fired": 448, "island": 449, "rebel": 450, "victims": 451, "York": 452, "do": 453, "return": 454, "television": 455, "11": 456, "operations": 457, "Last": 458, "back": 459, "May": 460, "main": 461, "officers": 462, "so": 463, "women": 464, "Egypt": 465, "incident": 466, "include": 467, "parliamentary": 468, "shot": 469, "ministry": 470, "Somalia": 471, "eight": 472, "law": 473, "series": 474, "East": 475, "administration": 476, "decision": 477, "February": 478, "London": 479, "member": 480, "Democratic": 481, "Taliban": 482, "largest": 483, "soldier": 484, "lawmakers": 485, "responsibility": 486, "November": 487, "hold": 488, "conflict": 489, "crisis": 490, "defense": 491, "independence": 492, "key": 493, "large": 494, "ruling": 495, "third": 496, "2004": 497, "2008": 498, "calls": 499, "conference": 500, "urged": 501, "August": 502, "move": 503, "process": 504, "Abbas": 505, "June": 506, "alleged": 507, "possible": 508, "case": 509, "Health": 510, "ahead": 511, "trial": 512, "Mahmoud": 513, "Obama": 514, "fuel": 515, "Defense": 516, "Strip": 517, "crimes": 518, "development": 519, "team": 520, "how": 521, "sanctions": 522, "taken": 523, "operation": 524, "warned": 525, "approved": 526, "comes": 527, "deadly": 528, "won": 529, "VOA": 530, "investigation": 531, "prisoners": 532, "roadside": 533, "2001": 534, "October": 535, "remain": 536, "way": 537, "Cuba": 538, "mission": 539, "Palestinians": 540, "There": 541, "bombings": 542, "increase": 543, "latest": 544, "protest": 545, "small": 546, "Turkish": 547, "civil": 548, "terrorism": 549, "Some": 550, "then": 551, "Venezuelan": 552, "district": 553, "without": 554, "face": 555, "production": 556, "Colombia": 557, "injured": 558, "Agency": 559, "Congress": 560, "Court": 561, "close": 562, "John": 563, "Kurdish": 564, "deaths": 565, "explosion": 566, "12": 567, "cases": 568, "companies": 569, "market": 570, "today": 571, "water": 572, "Arab": 573, "already": 574, "calling": 575, "same": 576, "building": 577, "each": 578, "hospital": 579, "effort": 580, "much": 581, "north": 582, "rejected": 583, "summit": 584, "Asia": 585, "Indonesia": 586, "clear": 587, "allow": 588, "carried": 589, "final": 590, "senior": 591, "whether": 592, "50": 593, "caused": 594, "intelligence": 595, "2006": 596, "Lebanese": 597, "She": 598, "air": 599, "remains": 600, "results": 601, "sent": 602, "show": 603, "strike": 604, "attacked": 605, "give": 606, "relations": 607, "bombing": 608, "demand": 609, "expressed": 610, "kidnapped": 611, "money": 612, "2010": 613, "base": 614, "bomber": 615, "campaign": 616, "cut": 617, "denied": 618, "hundreds": 619, "issues": 620, "working": 621, "H5N1": 622, "failed": 623, "site": 624, ";": 625, "Ukraine": 626, "house": 627, "sector": 628, "More": 629, "within": 630, "ordered": 631, "2009": 632, "Mexico": 633, "Saudi": 634, "Moscow": 635, "opened": 636, "record": 637, "25": 638, "arrest": 639, "due": 640, "free": 641, "recently": 642, "term": 643, "100": 644, "carrying": 645, "Japanese": 646, "Kashmir": 647, "Rice": 648, "does": 649, "occurred": 650, "seized": 651, "service": 652, "taking": 653, "However": 654, "Saddam": 655, "action": 656, "Americans": 657, "further": 658, "protesters": 659, "strain": 660, "German": 661, "Republic": 662, "Sunni": 663, "planned": 664, "storm": 665, "disease": 666, "future": 667, "neighboring": 668, "2002": 669, "fighters": 670, "increased": 671, "Western": 672, "drug": 673, "family": 674, "launched": 675, "majority": 676, "ministers": 677, "Army": 678, "captured": 679, "despite": 680, "role": 681, "became": 682, "emergency": 683, "ended": 684, "exports": 685, "policy": 686, "territory": 687, "begin": 688, "charged": 689, "civilian": 690, "you": 691, "Two": 692, "armed": 693, "birds": 694, "organization": 695, "Haiti": 696, "involved": 697, "put": 698, "I": 699, "War": 700, "concerns": 701, "ethnic": 702, "come": 703, "criticized": 704, "problems": 705, "trip": 706, "And": 707, "blamed": 708, "call": 709, "leading": 710, "strong": 711, "Taiwan": 712, "woman": 713, "provide": 714, "40": 715, "comments": 716, "homes": 717, "hours": 718, "own": 719, "situation": 720, "ties": 721, "uranium": 722, "vehicle": 723, "Spain": 724, "asked": 725, "corruption": 726, "issue": 727, "long": 728, "relief": 729, "station": 730, "went": 731, "2005": 732, "GDP": 733, "Middle": 734, "Syrian": 735, "parties": 736, "2007": 737, "exploded": 738, "forced": 739, "go": 740, "half": 741, "regional": 742, "America": 743, "April": 744, "His": 745, "fight": 746, "activities": 747, "Musharraf": 748, "detainees": 749, "nine": 750, "outbreak": 751, "supporters": 752, "continued": 753, "residents": 754, "run": 755, "allegations": 756, "missile": 757, "Also": 758, "One": 759, "aircraft": 760, "candidate": 761, "Egyptian": 762, "become": 763, "believed": 764, "bodies": 765, "get": 766, "heavy": 767, "illegal": 768, "making": 769, "threat": 770, "Nigeria": 771, "lead": 772, "missing": 773, "Senate": 774, "This": 775, "commander": 776, "declared": 777, "form": 778, "measures": 779, "negotiations": 780, "price": 781, "want": 782, "Annan": 783, "Muslims": 784, "US": 785, "arrived": 786, "current": 787, "poor": 788, "travel": 789, "referendum": 790, "rule": 791, "City": 792, "Olympic": 793, "business": 794, "mostly": 795, "quotes": 796, "received": 797, "change": 798, "coast": 799, "land": 800, "dollars": 801, "fell": 802, "independent": 803, "joint": 804, "per": 805, "seeking": 806, "terrorists": 807, "camp": 808, "far": 809, "natural": 810, "parts": 811, "sides": 812, "withdrawal": 813, "Sharon": 814, "address": 815, "again": 816, "ban": 817, "interview": 818, "order": 819, "toward": 820, "wants": 821, "13": 822, "14": 823, "Central": 824, "general": 825, "officer": 826, "threatened": 827, "village": 828, "Hurricane": 829, "center": 830, "community": 831, "Asian": 832, "attempt": 833, "industry": 834, "wanted": 835, "17": 836, "18": 837, "Gulf": 838, "Kabul": 839, "No": 840, "century": 841, "immediately": 842, "radio": 843, "reached": 844, "special": 845, "supplies": 846, "tribal": 847, "tried": 848, "investment": 849, "life": 850, "Abu": 851, "fled": 852, "medical": 853, "Brazil": 854, "Hugo": 855, "citizens": 856, "concern": 857, "construction": 858, "dispute": 859, "published": 860, "reforms": 861, "seen": 862, "services": 863, "Kandahar": 864, "wounding": 865, "Ali": 866, "Fatah": 867, "bill": 868, "body": 869, "cooperation": 870, "earthquake": 871, "ousted": 872, "Energy": 873, "bank": 874, "based": 875, "bring": 876, "build": 877, "massive": 878, "passed": 879, "refused": 880, "Congo": 881, "Karzai": 882, "King": 883, "Supreme": 884, "cities": 885, "decades": 886, "federal": 887, "holding": 888, "judge": 889, "religious": 890, "response": 891, "states": 892, "using": 893, "Ahmadinejad": 894, "Putin": 895, "Somali": 896, "announcement": 897, "commission": 898, "continues": 899, "convoy": 900, "democracy": 901, "few": 902, "round": 903, "yet": 904, "Sri": 905, "details": 906, "likely": 907, "need": 908, "offensive": 909, "pressure": 910, "returned": 911, "Australia": 912, "Cuban": 913, "activists": 914, "debt": 915, "prevent": 916, "toll": 917, "warning": 918, "win": 919, "Hussein": 920, "Sudanese": 921, "allowed": 922, "broke": 923, "candidates": 924, "explosives": 925, "growing": 926, "himself": 927, "policemen": 928, "proposed": 929, "Nepal": 930, "leave": 931, "open": 932, "population": 933, "reform": 934, "suspect": 935, "embassy": 936, "experts": 937, "journalists": 938, "legal": 939, "lost": 940, "network": 941, "spread": 942, "1": 943, "16": 944, "Jewish": 945, "private": 946, "probe": 947, "similar": 948, "Katrina": 949, "annual": 950, "evidence": 951, "fraud": 952, "raid": 953, "share": 954, "200": 955, "Italy": 956, "That": 957, "added": 958, "away": 959, "millions": 960, "tax": 961, "Witnesses": 962, "Yushchenko": 963, "casualties": 964, "peaceful": 965, "seats": 966, "soon": 967, "tsunami": 968, "voted": 969, "Pyongyang": 970, "charge": 971, "named": 972, "needed": 973, "ruled": 974, "terror": 975, "violent": 976, "patrol": 977, "space": 978, "60": 979, "Hezbollah": 980, "Paul": 981, "clashes": 982, "currently": 983, "estimated": 984, "given": 985, "rate": 986, "resume": 987, "rocket": 988, "spending": 989, "After": 990, "Blair": 991, "Xinhua": 992, "activity": 993, "arms": 994, "insurgent": 995, "proposal": 996, "struck": 997, "During": 998, "believe": 999, "conditions": 1000, "important": 1001, "pay": 1002, "poll": 1003, "right": 1004, "Georgia": 1005, "Human": 1006, "News": 1007, "destroyed": 1008, "freed": 1009, "keep": 1010, "person": 1011, "road": 1012, "Day": 1013, "Speaking": 1014, "living": 1015, "post": 1016, "progress": 1017, "spoke": 1018, "test": 1019, "Iraqis": 1020, "Italian": 1021, "Kenya": 1022, "Press": 1023, "detention": 1024, "full": 1025, "insurgency": 1026, "interim": 1027, "promised": 1028, "speech": 1029, "total": 1030, "Coast": 1031, "Spanish": 1032, "access": 1033, "assassination": 1034, "closed": 1035, "custody": 1036, "elected": 1037, "enough": 1038, "good": 1039, "planning": 1040, "Former": 1041, "almost": 1042, "diplomatic": 1043, "even": 1044, "exchange": 1045, "facilities": 1046, "journalist": 1047, "offer": 1048, "Clinton": 1049, "Several": 1050, "allegedly": 1051, "bombs": 1052, "cabinet": 1053, "peacekeeping": 1054, "poultry": 1055, "Castro": 1056, "claim": 1057, "governments": 1058, "investigating": 1059, "kill": 1060, "linked": 1061, "peacekeepers": 1062, "pledged": 1063, "policies": 1064, "Australian": 1065, "alliance": 1066, "behind": 1067, "develop": 1068, "faces": 1069, "hopes": 1070, "night": 1071, "suspended": 1072, "video": 1073, "ambassador": 1074, "enrichment": 1075, "higher": 1076, "join": 1077, "joined": 1078, "name": 1079, "reach": 1080, "resolution": 1081, "2000": 1082, "II": 1083, "brought": 1084, "crude": 1085, "identified": 1086, "less": 1087, "school": 1088, "victory": 1089, "Cup": 1090, "Secretary-General": 1091, "damage": 1092, "like": 1093, "request": 1094, "tests": 1095, "visited": 1096, "Hamid": 1097, "cause": 1098, "condemned": 1099, "east": 1100, "gave": 1101, "mass": 1102, "responsible": 1103, "sales": 1104, "Ethiopia": 1105, "Helmand": 1106, "Pope": 1107, "Thailand": 1108, "abducted": 1109, "discovered": 1110, "facility": 1111, "list": 1112, "measure": 1113, "rose": 1114, "step": 1115, "Mosul": 1116, "San": 1117, "claims": 1118, "committee": 1119, "involvement": 1120, "plane": 1121, "trading": 1122, "training": 1123, "turned": 1124, "26": 1125, "Mohammed": 1126, "agencies": 1127, "bus": 1128, "coming": 1129, "denies": 1130, "gathered": 1131, "includes": 1132, "interest": 1133, "jobs": 1134, "launch": 1135, "ready": 1136, "showed": 1137, "shows": 1138, ":": 1139, "Islamabad": 1140, "appeared": 1141, "ceremony": 1142, "convicted": 1143, "developing": 1144, "lack": 1145, "leaving": 1146, "never": 1147, "voters": 1148, "Arabia": 1149, "As": 1150, "Associated": 1151, "Both": 1152, "Commission": 1153, "Niger": 1154, "Rights": 1155, "able": 1156, "anniversary": 1157, "assistance": 1158, "budget": 1159, "democratic": 1160, "demonstrators": 1161, "immediate": 1162, "islands": 1163, "season": 1164, "strikes": 1165, "80": 1166, "Democrats": 1167, "Justice": 1168, "barrel": 1169, "connection": 1170, "humanitarian": 1171, "lives": 1172, "low": 1173, "targeted": 1174, "together": 1175, "Many": 1176, "begun": 1177, "domestic": 1178, "entered": 1179, "often": 1180, "polls": 1181, "refugees": 1182, "serious": 1183, "sources": 1184, "Thousands": 1185, "better": 1186, "constitutional": 1187, "focus": 1188, "helicopter": 1189, "helped": 1190, "imposed": 1191, "injuries": 1192, "level": 1193, "missiles": 1194, "movement": 1195, "ship": 1196, "AIDS": 1197, "Colombian": 1198, "Hong": 1199, "Indonesian": 1200, "Internet": 1201, "amid": 1202, "comment": 1203, "condition": 1204, "criticism": 1205, "families": 1206, "included": 1207, "infected": 1208, "port": 1209, "rising": 1210, "rival": 1211, "tribunal": 1212, "Bosnian": 1213, "Canada": 1214, "Vice": 1215, "controversial": 1216, "dropped": 1217, "period": 1218, "press": 1219, "treatment": 1220, "very": 1221, "Chad": 1222, "board": 1223, "broadcast": 1224, "demands": 1225, "followed": 1226, "governor": 1227, "guilty": 1228, "offered": 1229, "provided": 1230, "try": 1231, "Condoleezza": 1232, "Paris": 1233, "Poland": 1234, "airport": 1235, "boost": 1236, "combat": 1237, "demanding": 1238, "legislation": 1239, "previous": 1240, "secret": 1241, "start": 1242, "too": 1243, "whose": 1244, "1,000": 1245, "2": 1246, "Interior": 1247, "Soviet": 1248, "approval": 1249, "described": 1250, "largely": 1251, "nearby": 1252, "previously": 1253, "sentenced": 1254, "24": 1255, "Kofi": 1256, "Kong": 1257, "Kosovo": 1258, "abuse": 1259, "delegation": 1260, "event": 1261, "holiday": 1262, "lower": 1263, "mosque": 1264, "once": 1265, "plant": 1266, "resources": 1267, "21": 1268, "70": 1269, "Burmese": 1270, "Committee": 1271, "Jerusalem": 1272, "Zimbabwe": 1273, "clash": 1274, "contact": 1275, "create": 1276, "de": 1277, "education": 1278, "hostages": 1279, "hurricane": 1280, "personnel": 1281, "popular": 1282, "unemployment": 1283, "Barack": 1284, "Islam": 1285, "Islamist": 1286, "cost": 1287, "crackdown": 1288, "deputy": 1289, "every": 1290, "find": 1291, "freedom": 1292, "highest": 1293, "inside": 1294, "northwest": 1295, "provincial": 1296, "rally": 1297, "send": 1298, "sign": 1299, "state-run": 1300, "suffered": 1301, "traveling": 1302, "weather": 1303, "west": 1304, "worldwide": 1305, "Atomic": 1306, "Guantanamo": 1307, "Jordan": 1308, "Trade": 1309, "Ukrainian": 1310, "common": 1311, "crew": 1312, "demanded": 1313, "diplomats": 1314, "export": 1315, "infrastructure": 1316, "mine": 1317, "murder": 1318, "northwestern": 1319, "programs": 1320, "reduce": 1321, "vehicles": 1322, "CIA": 1323, "Dutch": 1324, "If": 1325, "Senator": 1326, "Times": 1327, "battle": 1328, "buildings": 1329, "concerned": 1330, "demonstrations": 1331, "electricity": 1332, "helping": 1333, "hope": 1334, "labor": 1335, "quake": 1336, "running": 1337, "stability": 1338, "voting": 1339, "19": 1340, "Cairo": 1341, "Hariri": 1342, "Separately": 1343, "Texas": 1344, "dozens": 1345, "farm": 1346, "having": 1347, "hurt": 1348, "markets": 1349, "message": 1350, "needs": 1351, "regime": 1352, "safety": 1353, "technology": 1354, "tensions": 1355, "tour": 1356, "1995": 1357, "Beirut": 1358, "California": 1359, "Center": 1360, "Mogadishu": 1361, "Robert": 1362, "Viktor": 1363, "additional": 1364, "care": 1365, "coup": 1366, "director": 1367, "disputed": 1368, "improve": 1369, "letter": 1370, "pope": 1371, "raised": 1372, "rates": 1373, "seek": 1374, "targets": 1375, "urging": 1376, "young": 1377, "22": 1378, "Christian": 1379, "Lanka": 1380, "Most": 1381, "Three": 1382, "agricultural": 1383, "date": 1384, "declined": 1385, "dollar": 1386, "firm": 1387, "match": 1388, "protect": 1389, "served": 1390, "significant": 1391, "90": 1392, "Mexican": 1393, "Vladimir": 1394, "attend": 1395, "displaced": 1396, "funds": 1397, "project": 1398, "provinces": 1399, "quoted": 1400, "remarks": 1401, "shooting": 1402, "staff": 1403, "unit": 1404, "withdraw": 1405, "1991": 1406, "Another": 1407, "Fox": 1408, "Islands": 1409, "Orleans": 1410, "Red": 1411, "Tokyo": 1412, "affected": 1413, "decided": 1414, "disaster": 1415, "ending": 1416, "fall": 1417, "formally": 1418, "goods": 1419, "offices": 1420, "raids": 1421, "search": 1422, "settlement": 1423, "southeastern": 1424, "tens": 1425, "tourism": 1426, "train": 1427, "About": 1428, "Authority": 1429, "envoy": 1430, "facing": 1431, "fishing": 1432, "genocide": 1433, "hand": 1434, "militia": 1435, "opening": 1436, "organizations": 1437, "play": 1438, "raise": 1439, "rescue": 1440, "resolve": 1441, "spokeswoman": 1442, "supply": 1443, "Delhi": 1444, "Republican": 1445, "Vietnam": 1446, "appeal": 1447, "employees": 1448, "history": 1449, "hour": 1450, "little": 1451, "membership": 1452, "presence": 1453, "replace": 1454, "rockets": 1455, "session": 1456, "short": 1457, "Deputy": 1458, "Economic": 1459, "Pervez": 1460, "Since": 1461, "Tony": 1462, "although": 1463, "bombers": 1464, "dismissed": 1465, "income": 1466, "mainly": 1467, "morning": 1468, "poverty": 1469, "presidency": 1470, "projects": 1471, "review": 1472, "rise": 1473, "threats": 1474, "Under": 1475, "Vatican": 1476, "accident": 1477, "allies": 1478, "beginning": 1479, "consider": 1480, "crash": 1481, "fourth": 1482, "greater": 1483, "heavily": 1484, "paid": 1485, "products": 1486, "refugee": 1487, "remote": 1488, "repeatedly": 1489, "see": 1490, "sparked": 1491, "started": 1492, "votes": 1493, "--": 1494, "Local": 1495, "Mubarak": 1496, "Olmert": 1497, "Peace": 1498, "banned": 1499, "considered": 1500, "erupted": 1501, "filed": 1502, "incidents": 1503, "killings": 1504, "points": 1505, "resigned": 1506, "result": 1507, "stepped": 1508, "streets": 1509, "truck": 1510, "Ethiopian": 1511, "Serb": 1512, "carry": 1513, "changes": 1514, "crossing": 1515, "direct": 1516, "ground": 1517, "links": 1518, "meetings": 1519, "powers": 1520, "stations": 1521, "27": 1522, "500": 1523, "Christmas": 1524, "Hu": 1525, "avoid": 1526, "bilateral": 1527, "blew": 1528, "cease-fire": 1529, "continuing": 1530, "driver": 1531, "live": 1532, "shut": 1533, "study": 1534, "tournament": 1535, "towns": 1536, "upon": 1537, "1999": 1538, "7": 1539, "9": 1540, "Abdullah": 1541, "Ecuador": 1542, "Elsewhere": 1543, "Ocean": 1544, "backed": 1545, "cleric": 1546, "deficit": 1547, "diplomat": 1548, "electoral": 1549, "guards": 1550, "invasion": 1551, "job": 1552, "kidnappers": 1553, "laws": 1554, "limited": 1555, "might": 1556, "rains": 1557, "schools": 1558, "target": 1559, "unless": 1560, "upcoming": 1561, "1998": 1562, "Florida": 1563, "Hundreds": 1564, "Labor": 1565, "Mohammad": 1566, "Post": 1567, "Sea": 1568, "Waziristan": 1569, "apparently": 1570, "buy": 1571, "costs": 1572, "crime": 1573, "draft": 1574, "giving": 1575, "justice": 1576, "located": 1577, "resignation": 1578, "separatist": 1579, "vice": 1580, "worst": 1581, "31": 1582, "Canadian": 1583, "Food": 1584, "George": 1585, "Government": 1586, "Jose": 1587, "barrels": 1588, "committed": 1589, "fair": 1590, "flights": 1591, "headquarters": 1592, "huge": 1593, "militias": 1594, "positive": 1595, "recovery": 1596, "sending": 1597, "spent": 1598, "ways": 1599, "widespread": 1600, "wife": 1601, "3": 1602, "Group": 1603, "Movement": 1604, "Netherlands": 1605, "Olympics": 1606, "accord": 1607, "analysts": 1608, "conducted": 1609, "detonated": 1610, "effect": 1611, "northeastern": 1612, "panel": 1613, "permanent": 1614, "pirates": 1615, "point": 1616, "social": 1617, "students": 1618, "throughout": 1619, "torture": 1620, "worked": 1621, "8": 1622, "Association": 1623, "Latin": 1624, "Rumsfeld": 1625, "Singh": 1626, "Tamil": 1627, "businesses": 1628, "checkpoint": 1629, "considering": 1630, "critical": 1631, "established": 1632, "however": 1633, "leadership": 1634, "politicians": 1635, "potential": 1636, "providing": 1637, "race": 1638, "regions": 1639, "son": 1640, "southwestern": 1641, "stopped": 1642, "union": 1643, "winner": 1644, "1990s": 1645, "23": 1646, "Assembly": 1647, "Bangladesh": 1648, "Khan": 1649, "Kirkuk": 1650, "Nigerian": 1651, "Norway": 1652, "Peru": 1653, "accounts": 1654, "act": 1655, "agriculture": 1656, "brother": 1657, "communist": 1658, "enter": 1659, "equipment": 1660, "fear": 1661, "girl": 1662, "increasing": 1663, "loss": 1664, "old": 1665, "push": 1666, "related": 1667, "scene": 1668, "visiting": 1669, "Ariel": 1670, "Cheney": 1671, "Maoist": 1672, "Oil": 1673, "bin": 1674, "chairman": 1675, "deployed": 1676, "dictator": 1677, "doing": 1678, "gold": 1679, "passengers": 1680, "powerful": 1681, "recession": 1682, "risk": 1683, "source": 1684, "stock": 1685, "times": 1686, "triggered": 1687, "Argentina": 1688, "Catholic": 1689, "League": 1690, "Reuters": 1691, "child": 1692, "consumer": 1693, "council": 1694, "created": 1695, "damaged": 1696, "designed": 1697, "pipeline": 1698, "plot": 1699, "praised": 1700, "produce": 1701, "sharply": 1702, "stay": 1703, "vowed": 1704, "winds": 1705, "Israelis": 1706, "Ivory": 1707, "agree": 1708, "arrests": 1709, "chemical": 1710, "divided": 1711, "funding": 1712, "holy": 1713, "housing": 1714, "imports": 1715, "levels": 1716, "looking": 1717, "saw": 1718, "southeast": 1719, "targeting": 1720, "waters": 1721, "2011": 1722, "5": 1723, "Aung": 1724, "Benedict": 1725, "Federal": 1726, "IAEA": 1727, "agreements": 1728, "blasts": 1729, "criminal": 1730, "crowd": 1731, "document": 1732, "explosions": 1733, "fiscal": 1734, "moved": 1735, "necessary": 1736, "remaining": 1737, "restrictions": 1738, "ships": 1739, "strengthen": 1740, "unclear": 1741, "worth": 1742, "Caracas": 1743, "Hague": 1744, "Laden": 1745, "abroad": 1746, "allowing": 1747, "attackers": 1748, "currency": 1749, "cuts": 1750, "figure": 1751, "figures": 1752, "formed": 1753, "halt": 1754, "happened": 1755, "host": 1756, "industrial": 1757, "line": 1758, "operating": 1759, "resort": 1760, "shortly": 1761, "side": 1762, "villages": 1763, "28": 1764, "300": 1765, "Ahmed": 1766, "Cabinet": 1767, "Damascus": 1768, "Embassy": 1769, "Jihad": 1770, "People": 1771, "affairs": 1772, "banks": 1773, "biggest": 1774, "communities": 1775, "discussed": 1776, "documents": 1777, "escaped": 1778, "father": 1779, "front": 1780, "fund": 1781, "immigrants": 1782, "moving": 1783, "sea": 1784, "so-called": 1785, "supporting": 1786, "two-day": 1787, "weekly": 1788, "Kim": 1789, "Marines": 1790, "counterpart": 1791, "daily": 1792, "dangerous": 1793, "deadline": 1794, "decade": 1795, "drugs": 1796, "handed": 1797, "inflation": 1798, "instead": 1799, "n't": 1800, "posted": 1801, "present": 1802, "republic": 1803, "sentence": 1804, "severe": 1805, "sought": 1806, "survivors": 1807, "truce": 1808, "150": 1809, "1994": 1810, "All": 1811, "Bay": 1812, "Communist": 1813, "Czech": 1814, "Haitian": 1815, "IMF": 1816, "Michael": 1817, "Polish": 1818, "accept": 1819, "champion": 1820, "giant": 1821, "prosecutor": 1822, "prosecutors": 1823, "rain": 1824, "receive": 1825, "reconstruction": 1826, "safe": 1827, "showing": 1828, "terms": 1829, "unidentified": 1830, "witnesses": 1831, "Croatia": 1832, "David": 1833, "FARC": 1834, "Kyi": 1835, "Representatives": 1836, "With": 1837, "accuse": 1838, "attempts": 1839, "best": 1840, "completed": 1841, "executive": 1842, "follows": 1843, "funeral": 1844, "helicopters": 1845, "hostage": 1846, "leftist": 1847, "minority": 1848, "ongoing": 1849, "placed": 1850, "preparing": 1851, "prominent": 1852, "scientists": 1853, "sectors": 1854, "these": 1855, "2,00,000": 1856, "4": 1857, "AU": 1858, "Bolivia": 1859, "Kenyan": 1860, "Pacific": 1861, "Prosecutors": 1862, "Reports": 1863, "Rwanda": 1864, "Uganda": 1865, "accuses": 1866, "addition": 1867, "age": 1868, "approve": 1869, "atomic": 1870, "borders": 1871, "cars": 1872, "compound": 1873, "decline": 1874, "developed": 1875, "events": 1876, "expect": 1877, "failure": 1878, "fought": 1879, "gasoline": 1880, "illegally": 1881, "investors": 1882, "involving": 1883, "nationwide": 1884, "officially": 1885, "position": 1886, "reportedly": 1887, "secretary": 1888, "sites": 1889, "strongly": 1890, "tested": 1891, "threatening": 1892, "Other": 1893, "Sweden": 1894, "Ugandan": 1895, "When": 1896, "assembly": 1897, "ceasefire": 1898, "delay": 1899, "determine": 1900, "film": 1901, "flooding": 1902, "hard": 1903, "kidnapping": 1904, "losses": 1905, "mark": 1906, "overall": 1907, "played": 1908, "quickly": 1909, "slow": 1910, "status": 1911, "Bill": 1912, "Cross": 1913, "For": 1914, "Games": 1915, "Greek": 1916, "HIV": 1917, "Liberation": 1918, "Omar": 1919, "autonomy": 1920, "bloc": 1921, "caught": 1922, "challenges": 1923, "chickens": 1924, "church": 1925, "complete": 1926, "conduct": 1927, "conservative": 1928, "delivery": 1929, "ensure": 1930, "extremists": 1931, "floods": 1932, "fully": 1933, "goal": 1934, "great": 1935, "heart": 1936, "highly": 1937, "humans": 1938, "itself": 1939, "jail": 1940, "nationals": 1941, "nothing": 1942, "occupied": 1943, "particularly": 1944, "positions": 1945, "problem": 1946, "protection": 1947, "quarter": 1948, "range": 1949, "real": 1950, "resumed": 1951, "suffering": 1952, "takes": 1953, "taxes": 1954, "themselves": 1955, "though": 1956, "troubled": 1957, "your": 1958, "1990": 1959, "Military": 1960, "Opposition": 1961, "PKK": 1962, "Suu": 1963, "Talabani": 1964, "actions": 1965, "bid": 1966, "confidence": 1967, "dialogue": 1968, "drop": 1969, "ever": 1970, "extended": 1971, "fifth": 1972, "going": 1973, "indicted": 1974, "intended": 1975, "internal": 1976, "lawyer": 1977, "lawyers": 1978, "maintain": 1979, "meters": 1980, "mining": 1981, "naval": 1982, "opponents": 1983, "planes": 1984, "promote": 1985, "pushed": 1986, "questioned": 1987, "rules": 1988, "sovereignty": 1989, "tons": 1990, "treaty": 1991, "words": 1992, "1996": 1993, "Morocco": 1994, "Serbian": 1995, "Tibet": 1996, "account": 1997, "boycott": 1998, "collapse": 1999, "commercial": 2000, "crashed": 2001, "defeat": 2002, "failing": 2003, "foreigners": 2004, "formal": 2005, "granted": 2006, "hearing": 2007, "jailed": 2008, "makes": 2009, "marched": 2010, "raided": 2011, "ransom": 2012, "remained": 2013, "representatives": 2014, "rest": 2015, "returning": 2016, "runs": 2017, "sectarian": 2018, "sold": 2019, "steps": 2020, "territories": 2021, "thought": 2022, "1989": 2023, "6": 2024, "Ambassador": 2025, "Amnesty": 2026, "Chile": 2027, "Development": 2028, "Mohamed": 2029, "Without": 2030, "assault": 2031, "authority": 2032, "average": 2033, "boat": 2034, "break": 2035, "canceled": 2036, "compared": 2037, "defeated": 2038, "factions": 2039, "favor": 2040, "field": 2041, "forward": 2042, "immigration": 2043, "indicate": 2044, "lines": 2045, "neighborhood": 2046, "revenue": 2047, "scored": 2048, "towards": 2049, "unity": 2050, "value": 2051, "Aristide": 2052, "Chancellor": 2053, "Danish": 2054, "Hassan": 2055, "Pentagon": 2056, "Revolutionary": 2057, "UK": 2058, "WHO": 2059, "appear": 2060, "believes": 2061, "blood": 2062, "causing": 2063, "cents": 2064, "destruction": 2065, "especially": 2066, "legislative": 2067, "longer": 2068, "opposed": 2069, "receiving": 2070, "reduced": 2071, "research": 2072, "restore": 2073, "scandal": 2074, "serve": 2075, "turn": 2076, "unrest": 2077, "widely": 2078, "worker": 2079, "Brazilian": 2080, "Caribbean": 2081, "Donald": 2082, "Fidel": 2083, "Fund": 2084, "Merkel": 2085, "OPEC": 2086, "Osama": 2087, "River": 2088, "Roman": 2089, "Those": 2090, "UN": 2091, "Yanukovych": 2092, "accusing": 2093, "available": 2094, "ballots": 2095, "boy": 2096, "contract": 2097, "either": 2098, "environmental": 2099, "expand": 2100, "expects": 2101, "gain": 2102, "headed": 2103, "investigate": 2104, "material": 2105, "means": 2106, "oppose": 2107, "overnight": 2108, "pass": 2109, "seriously": 2110, "shares": 2111, "stronghold": 2112, "tourists": 2113, "10,000": 2114, "Abdul": 2115, "Agriculture": 2116, "Borders": 2117, "Despite": 2118, "England": 2119, "Following": 2120, "Nobel": 2121, "Program": 2122, "Vienna": 2123, "Year": 2124, "abuses": 2125, "attending": 2126, "below": 2127, "black": 2128, "briefly": 2129, "centers": 2130, "climate": 2131, "collapsed": 2132, "difficult": 2133, "doctors": 2134, "follow": 2135, "games": 2136, "impact": 2137, "increasingly": 2138, "manufacturing": 2139, "matter": 2140, "moderate": 2141, "music": 2142, "output": 2143, "package": 2144, "pleaded": 2145, "presented": 2146, "recovered": 2147, "responded": 2148, "stand": 2149, "street": 2150, "surveillance": 2151, "uprising": 2152, "zone": 2153, "Aceh": 2154, "Although": 2155, "Analysts": 2156, "Force": 2157, "Intelligence": 2158, "Parliament": 2159, "assets": 2160, "attention": 2161, "bringing": 2162, "built": 2163, "cell": 2164, "cooperate": 2165, "data": 2166, "differences": 2167, "donors": 2168, "estimates": 2169, "heads": 2170, "institutions": 2171, "my": 2172, "postponed": 2173, "recognize": 2174, "reporting": 2175, "reserves": 2176, "resulted": 2177, "sale": 2178, "sell": 2179, "slightly": 2180, "stable": 2181, "strategy": 2182, "survey": 2183, "temporarily": 2184, "tennis": 2185, "thousand": 2186, "unknown": 2187, "Air": 2188, "High": 2189, "Khartoum": 2190, "Serbia": 2191, "above": 2192, "agents": 2193, "appears": 2194, "camps": 2195, "capacity": 2196, "cash": 2197, "continent": 2198, "deals": 2199, "debate": 2200, "delayed": 2201, "drove": 2202, "extend": 2203, "football": 2204, "investigators": 2205, "minutes": 2206, "producer": 2207, "removed": 2208, "secure": 2209, "survived": 2210, "traveled": 2211, "violations": 2212, "willing": 2213, "withdrew": 2214, "word": 2215, "1997": 2216, "Church": 2217, "Delta": 2218, "Kuwait": 2219, "Morales": 2220, "Yukos": 2221, "Zealand": 2222, "ambushed": 2223, "attended": 2224, "begins": 2225, "cancer": 2226, "certain": 2227, "contain": 2228, "decide": 2229, "deployment": 2230, "entire": 2231, "female": 2232, "fighter": 2233, "finance": 2234, "forcing": 2235, "grew": 2236, "hotel": 2237, "improved": 2238, "know": 2239, "larger": 2240, "marked": 2241, "northeast": 2242, "offering": 2243, "pro-democracy": 2244, "revenues": 2245, "roads": 2246, "smuggling": 2247, "stressed": 2248, "struggling": 2249, "surgery": 2250, "teams": 2251, "treated": 2252, "victim": 2253, "wave": 2254, "2,000": 2255, "29": 2256, "According": 2257, "Forces": 2258, "Her": 2259, "Jakarta": 2260, "NASA": 2261, "Schroeder": 2262, "Switzerland": 2263, "Watch": 2264, "While": 2265, "accusations": 2266, "anyone": 2267, "appointed": 2268, "blocked": 2269, "chance": 2270, "clashed": 2271, "credit": 2272, "deadliest": 2273, "exile": 2274, "farmers": 2275, "finished": 2276, "flight": 2277, "gathering": 2278, "houses": 2279, "marking": 2280, "miners": 2281, "opinion": 2282, "outbreaks": 2283, "reason": 2284, "separatists": 2285, "settlers": 2286, "suspend": 2287, "villagers": 2288, "1980s": 2289, "Al": 2290, "Chirac": 2291, "Christians": 2292, "Ehud": 2293, "Luis": 2294, "Reporters": 2295, "Service": 2296, "Singapore": 2297, "Tibetan": 2298, "admitted": 2299, "adopted": 2300, "banking": 2301, "bases": 2302, "benefits": 2303, "different": 2304, "dozen": 2305, "driving": 2306, "finding": 2307, "game": 2308, "materials": 2309, "monitors": 2310, "organized": 2311, "patients": 2312, "pilgrims": 2313, "policeman": 2314, "presidents": 2315, "prompted": 2316, "repeated": 2317, "seat": 2318, "secretly": 2319, "soil": 2320, "struggle": 2321, "transport": 2322, "visits": 2323, "winter": 2324, "/": 2325, "3,000": 2326, "Austria": 2327, "Erdogan": 2328, "Front": 2329, "Havana": 2330, "Kurds": 2331, "Los": 2332, "Rafik": 2333, "Rwandan": 2334, "ally": 2335, "appealed": 2336, "bad": 2337, "burned": 2338, "cast": 2339, "conducting": 2340, "critics": 2341, "disappeared": 2342, "earnings": 2343, "firing": 2344, "let": 2345, "negotiators": 2346, "nomination": 2347, "peninsula": 2348, "pontiff": 2349, "prepared": 2350, "prisoner": 2351, "proposals": 2352, "protesting": 2353, "question": 2354, "river": 2355, "single": 2356, "standards": 2357, "transferred": 2358, "wars": 2359, "35": 2360, "Angeles": 2361, "Aziz": 2362, "Five": 2363, "Ghraib": 2364, "Ibrahim": 2365, "Lankan": 2366, "Musab": 2367, "Philippine": 2368, "Violence": 2369, "al-Zarqawi": 2370, "asking": 2371, "battling": 2372, "defend": 2373, "double": 2374, "escape": 2375, "falling": 2376, "flying": 2377, "gained": 2378, "getting": 2379, "grenade": 2380, "holds": 2381, "humanity": 2382, "index": 2383, "insists": 2384, "interests": 2385, "king": 2386, "mayor": 2387, "phone": 2388, "provides": 2389, "raising": 2390, "renewed": 2391, "risen": 2392, "snow": 2393, "stalled": 2394, "traditional": 2395, "Among": 2396, "Fallujah": 2397, "Free": 2398, "Hosni": 2399, "Karachi": 2400, "Kyrgyzstan": 2401, "Seoul": 2402, "Shi'ites": 2403, "Southeast": 2404, "Thai": 2405, "amount": 2406, "avian": 2407, "cartoons": 2408, "commitment": 2409, "confirm": 2410, "defended": 2411, "done": 2412, "effective": 2413, "elsewhere": 2414, "establish": 2415, "got": 2416, "ice": 2417, "initial": 2418, "lawmaker": 2419, "magnitude": 2420, "meant": 2421, "orders": 2422, "produced": 2423, "requested": 2424, "serving": 2425, "shuttle": 2426, "smaller": 2427, "supported": 2428, "systems": 2429, "three-day": 2430, "tourist": 2431, "various": 2432, "vessel": 2433, "why": 2434, "Allawi": 2435, "Arafat": 2436, "Belarus": 2437, "Brown": 2438, "Critics": 2439, "Cyprus": 2440, "Earth": 2441, "Election": 2442, "Insurgents": 2443, "Jalal": 2444, "James": 2445, "Jintao": 2446, "Major": 2447, "McCain": 2448, "Nearly": 2449, "Space": 2450, "accepted": 2451, "ambush": 2452, "closely": 2453, "coastal": 2454, "crossed": 2455, "department": 2456, "devastated": 2457, "devastating": 2458, "ease": 2459, "expansion": 2460, "fate": 2461, "heading": 2462, "improving": 2463, "influence": 2464, "insurance": 2465, "monarchy": 2466, "observers": 2467, "player": 2468, "pledge": 2469, "prisons": 2470, "rather": 2471, "resign": 2472, "riots": 2473, "sets": 2474, "signs": 2475, "suggested": 2476, "tape": 2477, "track": 2478, "website": 2479, "1993": 2480, "Basra": 2481, "Chief": 2482, "Georgian": 2483, "Greece": 2484, "Marine": 2485, "Peter": 2486, "Swiss": 2487, "Uribe": 2488, "Valley": 2489, "Workers": 2490, "Yemen": 2491, "agenda": 2492, "allows": 2493, "backing": 2494, "buried": 2495, "capture": 2496, "centuries": 2497, "controls": 2498, "encourage": 2499, "environment": 2500, "grave": 2501, "guerrillas": 2502, "hiding": 2503, "hunger": 2504, "impose": 2505, "incentives": 2506, "kept": 2507, "monitor": 2508, "neighbors": 2509, "noted": 2510, "numerous": 2511, "offshore": 2512, "passenger": 2513, "plotting": 2514, "poorest": 2515, "radical": 2516, "respect": 2517, "respond": 2518, "retired": 2519, "runoff": 2520, "searching": 2521, "setting": 2522, "signing": 2523, "speaking": 2524, "split": 2525, "stage": 2526, "staged": 2527, "star": 2528, "starting": 2529, "stormed": 2530, "swept": 2531, "threw": 2532, "trafficking": 2533, "war-torn": 2534, "whom": 2535, "Afghans": 2536, "Alexander": 2537, "Brussels": 2538, "Cooperation": 2539, "Finland": 2540, "Gates": 2541, "Jordanian": 2542, "Kathmandu": 2543, "Kazakhstan": 2544, "Koizumi": 2545, "Muhammad": 2546, "NATO-led": 2547, "Nairobi": 2548, "Philippines": 2549, "Preval": 2550, "Rangoon": 2551, "Sarkozy": 2552, "Treasury": 2553, "Web": 2554, "acknowledged": 2555, "becoming": 2556, "daughter": 2557, "euro": 2558, "faced": 2559, "girls": 2560, "highway": 2561, "inspectors": 2562, "interior": 2563, "jets": 2564, "leaves": 2565, "long-term": 2566, "look": 2567, "marks": 2568, "mines": 2569, "monitoring": 2570, "paper": 2571, "participate": 2572, "payments": 2573, "pulled": 2574, "quit": 2575, "reconciliation": 2576, "recover": 2577, "reporter": 2578, "required": 2579, "restive": 2580, "samples": 2581, "shown": 2582, "speaker": 2583, "spying": 2584, "straight": 2585, "stronger": 2586, "telephone": 2587, "traffic": 2588, "we": 2589, "winning": 2590, "400": 2591, "Atlantic": 2592, "Baluchistan": 2593, "Congolese": 2594, "Denmark": 2595, "Doctors": 2596, "Lawmakers": 2597, "Malaysia": 2598, "Members": 2599, "Powell": 2600, "Rodriguez": 2601, "Senegal": 2602, "Their": 2603, "Tiger": 2604, "University": 2605, "active": 2606, "al-Maliki": 2607, "ask": 2608, "attempted": 2609, "beat": 2610, "block": 2611, "bordering": 2612, "cargo": 2613, "changed": 2614, "cited": 2615, "closing": 2616, "commanders": 2617, "cutting": 2618, "deep": 2619, "developments": 2620, "discussions": 2621, "driven": 2622, "faction": 2623, "heard": 2624, "kidnappings": 2625, "kingdom": 2626, "lifted": 2627, "limit": 2628, "mortar": 2629, "negotiator": 2630, "overthrow": 2631, "pact": 2632, "partner": 2633, "passing": 2634, "re-election": 2635, "seconds": 2636, "settlements": 2637, "shelter": 2638, "shortages": 2639, "subsidies": 2640, "twice": 2641, "19th": 2642, "250": 2643, "32": 2644, "600": 2645, "Armed": 2646, "Brotherhood": 2647, "Chen": 2648, "Gazprom": 2649, "Jews": 2650, "Lion": 2651, "Mugabe": 2652, "Nicaragua": 2653, "Nouri": 2654, "Prophet": 2655, "Rome": 2656, "aide": 2657, "artillery": 2658, "blame": 2659, "career": 2660, "challenge": 2661, "citizen": 2662, "coal": 2663, "demonstration": 2664, "denounced": 2665, "distribution": 2666, "easily": 2667, "economies": 2668, "embargo": 2669, "fish": 2670, "fresh": 2671, "guard": 2672, "hospitals": 2673, "husband": 2674, "injury": 2675, "mainland": 2676, "personal": 2677, "players": 2678, "playing": 2679, "politician": 2680, "politics": 2681, "polling": 2682, "primary": 2683, "pro-government": 2684, "producing": 2685, "purposes": 2686, "rebuild": 2687, "relatively": 2688, "satellite": 2689, "scores": 2690, "sharp": 2691, "speak": 2692, "successful": 2693, "supports": 2694, "sustained": 2695, "transfer": 2696, "videotape": 2697, "weapon": 2698, "06-Mar": 2699, "36": 2700, "5,000": 2701, "Ankara": 2702, "Arabs": 2703, "Colonel": 2704, "Costa": 2705, "English": 2706, "Geneva": 2707, "Khodorkovsky": 2708, "Kiev": 2709, "Lama": 2710, "Libya": 2711, "Lukashenko": 2712, "Office": 2713, "Social": 2714, "advance": 2715, "apparent": 2716, "bail": 2717, "basic": 2718, "basis": 2719, "broken": 2720, "causes": 2721, "citing": 2722, "closer": 2723, "declining": 2724, "delivered": 2725, "device": 2726, "disarm": 2727, "draw": 2728, "farms": 2729, "frequent": 2730, "hands": 2731, "homeless": 2732, "identify": 2733, "indicates": 2734, "landed": 2735, "light": 2736, "moves": 2737, "negotiate": 2738, "possibility": 2739, "probably": 2740, "relatives": 2741, "ripped": 2742, "selling": 2743, "statements": 2744, "story": 2745, "summer": 2746, "temporary": 2747, "trapped": 2748, "trucks": 2749, "watch": 2750, "30,000": 2751, "Ban": 2752, "Bosnia": 2753, "Chilean": 2754, "Dick": 2755, "Eritrea": 2756, "Experts": 2757, "Khatami": 2758, "Mali": 2759, "Milosevic": 2760, "Panama": 2761, "Tens": 2762, "alert": 2763, "asylum": 2764, "blow": 2765, "brief": 2766, "computer": 2767, "contracted": 2768, "determined": 2769, "directly": 2770, "evening": 2771, "experienced": 2772, "factory": 2773, "fallen": 2774, "fears": 2775, "frequently": 2776, "gives": 2777, "grenades": 2778, "grow": 2779, "industries": 2780, "judges": 2781, "laboratory": 2782, "loans": 2783, "magazine": 2784, "me": 2785, "mobile": 2786, "net": 2787, "newly": 2788, "numbers": 2789, "plants": 2790, "promoting": 2791, "rape": 2792, "referred": 2793, "remove": 2794, "require": 2795, "rescued": 2796, "speed": 2797, "surrounding": 2798, "testing": 2799, "tropical": 2800, "underground": 2801, "violating": 2802, "06-Apr": 2803, "120": 2804, "1992": 2805, "800": 2806, "Ahmad": 2807, "Corporation": 2808, "Dalai": 2809, "Eastern": 2810, "Information": 2811, "Kurdistan": 2812, "Manmohan": 2813, "Norwegian": 2814, "Ramadan": 2815, "Ramadi": 2816, "So": 2817, "Swedish": 2818, "Zabul": 2819, "abandon": 2820, "accidents": 2821, "advanced": 2822, "anti-terrorism": 2823, "appearance": 2824, "attacking": 2825, "competition": 2826, "counter": 2827, "creation": 2828, "enemy": 2829, "eventually": 2830, "executed": 2831, "external": 2832, "historic": 2833, "indicated": 2834, "inmates": 2835, "investments": 2836, "native": 2837, "newspapers": 2838, "operated": 2839, "our": 2840, "paramilitary": 2841, "prepare": 2842, "reasons": 2843, "reducing": 2844, "restored": 2845, "rich": 2846, "singer": 2847, "sports": 2848, "state-owned": 2849, "strength": 2850, "stroke": 2851, "subway": 2852, "suspicion": 2853, "teachers": 2854, "vaccine": 2855, "welcomed": 2856, "withdrawing": 2857, "works": 2858, "45": 2859, "AFP": 2860, "Agreement": 2861, "Commerce": 2862, "Democracy": 2863, "Four": 2864, "Hours": 2865, "Jacques": 2866, "Joseph": 2867, "Liberia": 2868, "Monetary": 2869, "Prince": 2870, "Ramallah": 2871, "Sergei": 2872, "Swat": 2873, "Treaty": 2874, "Uruzgan": 2875, "Uzbekistan": 2876, "aboard": 2877, "afternoon": 2878, "arriving": 2879, "attacker": 2880, "award": 2881, "born": 2882, "confirmation": 2883, "congressional": 2884, "contributed": 2885, "coordinated": 2886, "cover": 2887, "cross": 2888, "dependent": 2889, "disputes": 2890, "dominated": 2891, "drought": 2892, "exercise": 2893, "extradition": 2894, "extremist": 2895, "festival": 2896, "focused": 2897, "images": 2898, "introduced": 2899, "lived": 2900, "mother": 2901, "nominee": 2902, "owned": 2903, "photographs": 2904, "places": 2905, "prayers": 2906, "prevented": 2907, "pro-Syrian": 2908, "putting": 2909, "relationship": 2910, "replaced": 2911, "representative": 2912, "resolved": 2913, "rounds": 2914, "southwest": 2915, "spreading": 2916, "suspension": 2917, "transitional": 2918, "transportation": 2919, "upper": 2920, "white": 2921, "wide": 2922, "Affairs": 2923, "Alliance": 2924, "Ayatollah": 2925, "Bashar": 2926, "Bosnia-Herzegovina": 2927, "Brigades": 2928, "Carlos": 2929, "Croatian": 2930, "Eight": 2931, "Empire": 2932, "Gyanendra": 2933, "Martin": 2934, "Mullah": 2935, "Open": 2936, "Petroleum": 2937, "Republicans": 2938, "Richard": 2939, "Top": 2940, "William": 2941, "appeals": 2942, "barred": 2943, "centered": 2944, "charter": 2945, "complex": 2946, "customs": 2947, "declaration": 2948, "deliver": 2949, "detected": 2950, "discussing": 2951, "expanded": 2952, "forming": 2953, "friends": 2954, "gang": 2955, "gunfire": 2956, "handling": 2957, "implement": 2958, "initiative": 2959, "injuring": 2960, "jet": 2961, "launching": 2962, "lay": 2963, "march": 2964, "movie": 2965, "mudslides": 2966, "nor": 2967, "opportunity": 2968, "overseas": 2969, "participation": 2970, "permission": 2971, "prosecution": 2972, "pull": 2973, "pullout": 2974, "reactor": 2975, "retirement": 2976, "riot": 2977, "route": 2978, "sentences": 2979, "size": 2980, "slogans": 2981, "substantial": 2982, "tight": 2983, "torch": 2984, "two-thirds": 2985, "usually": 2986, "wake": 2987, "warming": 2988, "written": 2989, "1,00,000": 2990, "17th": 2991, "20th": 2992, "Al-Qaida": 2993, "Baquba": 2994, "CNN": 2995, "Chairman": 2996, "ETA": 2997, "Federation": 2998, "Fujimori": 2999, "Hutu": 3000, "Kennedy": 3001, "Kunar": 3002, "Macedonia": 3003, "Pakistanis": 3004, "Pinochet": 3005, "Prize": 3006, "Salvador": 3007, "TV": 3008, "acting": 3009, "agent": 3010, "al-Assad": 3011, "alive": 3012, "announce": 3013, "beating": 3014, "blockade": 3015, "celebrate": 3016, "celebrations": 3017, "charity": 3018, "clerics": 3019, "districts": 3020, "eligible": 3021, "emissions": 3022, "fast": 3023, "firms": 3024, "five-year": 3025, "generally": 3026, "honor": 3027, "hostile": 3028, "hundred": 3029, "illness": 3030, "instability": 3031, "intense": 3032, "items": 3033, "massacre": 3034, "pandemic": 3035, "petroleum": 3036, "plunged": 3037, "practice": 3038, "preliminary": 3039, "publicly": 3040, "pursue": 3041, "rare": 3042, "run-off": 3043, "seeing": 3044, "shops": 3045, "six-party": 3046, "stands": 3047, "student": 3048, "sugar": 3049, "surge": 3050, "talk": 3051, "temperatures": 3052, "territorial": 3053, "wealth": 3054, "!": 3055, "16th": 3056, "4,000": 3057, "Alvaro": 3058, "Bird": 3059, "Boeing": 3060, "Chechen": 3061, "DRC": 3062, "ElBaradei": 3063, "Ghana": 3064, "Governor": 3065, "Guatemala": 3066, "Ismail": 3067, "Judge": 3068, "Kremlin": 3069, "Latvia": 3070, "Mikhail": 3071, "Navy": 3072, "Northern": 3073, "Province": 3074, "Qatar": 3075, "Radio": 3076, "Raul": 3077, "Reserve": 3078, "Silva": 3079, "To": 3080, "Tropical": 3081, "Uzbek": 3082, "Vicente": 3083, "Zardari": 3084, "ability": 3085, "affect": 3086, "ambitions": 3087, "arrive": 3088, "assumed": 3089, "birth": 3090, "boats": 3091, "book": 3092, "centimeters": 3093, "citizenship": 3094,